Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Identifier


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.ModelObjectIdentifier


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Sheet


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.CreationDate


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.ModificationDate


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IssuingDate


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.OutputDate


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.DrawingType


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Name


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Title1


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Title2


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Title3


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.AttributeFile


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.Mark


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.SourceCollection


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.SourceLibrary


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.SourceDrawing


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsMasterDrawing


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsIssued


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsIssuedButModified


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsLocked


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsFrozen


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsReadyForIssue


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.UpToDateStatus


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.QueryType


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.ClientId


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.ReturnValue


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.InternalSheetNumber


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.LayoutAttributes


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.SectionViewStartLabel


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsReadyForIssueBy


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.IsLockedBy


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.CommitMessage


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.ToStruct(Tekla.Structures.Drawing.Drawing)


Tekla.Structures.DrawingInternal.dotGrDrawingAttributes_t.FromStruct(Tekla.Structures.Drawing.Drawing)
